Repository: Kriper1111/LPPSolve
Catalog: locale/translated/*.po
Languages: ru_ru

source: Colors
ru_ru: Цвета

source: General
ru_ru: Общие настройки

source: Sliders
ru_ru: Слайдеры

source: Visibility
ru_ru: Видимость

source: Preferences
ru_ru: Настройки

source: Color Theme:
ru_ru: Тема интерфейса:

source: Language:
ru_ru: Язык:

source: Feasible range
ru_ru: Цвет ОДЗ

source: Feasible range edges
ru_ru: Цвет рёбер ОДЗ

source: Solution vector
ru_ru: Цвет оптимального плана

source: Plane color
ru_ru: Цвет ограничения

source: Plane stripe width
ru_ru: Ширина полосочек ограничений

source: Plane stripe frequency
ru_ru: Частота полосочек ограничений

source: Feasible range edge thickness
ru_ru: Цвет ребёр ОДЗ

source: Show grid
ru_ru: Показывать сетку

source: Show world axis
ru_ru: Показывать оси

source: Show planes
ru_ru: Показывать ограничения

source: Show feasible range
ru_ru: Показывать ОДЗ

source: Show feasible range edges
ru_ru: Показывать рёбра ОДЗ

source: Show solution vector
ru_ru: Показывать оптимальный план

source: Planes
ru_ru: Ограничения

source: File
ru_ru: Файл

source: Load example..
ru_ru: Загрузить пример..

source: Sample cube
ru_ru: Кубик

source: Pyramid thing
ru_ru: Пирамидальная ересь

source: Exit
ru_ru: Выйти

source: Camera controls
ru_ru: Управление камерой

source: Objective function:
ru_ru: Целевая функция:

source: Add plane
ru_ru: Добавить ограничение

source: Remove plane
ru_ru: Убрать ограничение

source: Solve
ru_ru: Решить

source: Failed to solve the equation: %s
ru_ru: Не удалось решить уравнение: %s

source: Optimal value: %.4f
ru_ru: Оптимальное значение: %.4f

source: Optimal plan: %.3fX₁ %.3fX₂ %.3fX₃
ru_ru: Оптимальный план: %.3fX₁ %.3fX₂ %.3fX₃

source: Solution status: %s
ru_ru: Статус решения: %s
